{
  "capitulos": {
    "cap1": {
      "titulo": "El comienzo",
      "contenido": "Despertó con un sobresalto, sin la más mínima idea de cómo había llegado a ese lugar. Un entorno ajeno lo rodeaba, uno que desbordaba toda lógica, como si las leyes del mundo se hubieran desvanecido. El aire, espeso y gélido, parecía comprimirse a su alrededor, mientras una quietud extraña invadía el espacio. Sin embargo, en la penumbra que lo envolvía, algo se movía. Las sombras, como formas de una oscuridad más profunda, se deslizaban por las paredes y el suelo, pero no tenían una forma definida. Se estiraban, se retorcían, pero nunca alcanzaban la claridad. Eran sombras sin cuerpo, ecos vacíos que nunca alcanzaban el rostro de lo que podrían ser.\n\nEl tiempo parecía haberse detenido. Un reloj derretido colgaba de un árbol seco, como un testigo de la distorsión de aquel lugar. A pesar de su presencia, no había nada más que eso: las sombras, el frío, y un vacío insoportable. Él estaba solo.\n\n—¿Dónde estoy...? —dijo el hombre, pero su voz se desvaneció en el aire sin respuesta, como si nunca hubiese sido pronunciada. Nadie contestaba. Nadie se veía. Solo sombras, que se arrastraban a su alrededor, como susurros de algo que jamás podría comprender.\n\nEl silencio lo abrazaba con una intensidad aterradora. La soledad, palpable y llena de incertidumbre, lo envolvía mientras intentaba comprender lo que sucedía. Las sombras lo observaban, pero no en la forma que uno esperaría. Estaban allí, presentes, pero invisibles a su juicio. El vacío, con su vastedad, se extendía sin fin, y él permanecía en su centro, perdido."
    },
    "cap2": {
      "titulo": "El despertar",
      "contenido": "En medio de la vasta oscuridad, una figura comenzó a tomar forma. A lo lejos, en el horizonte borroso, apareció una estructura, flotante y desconcertante. Era una casa, pero no como las que conocía, una casa suspendida en el vacío, flotando sin razón aparente. Las sombras a su alrededor parecían retirarse, cediendo espacio a una luz tenue que emanaba desde la misma casa, como un faro en la oscuridad. A pesar de la incredulidad que lo invadía, algo dentro de él lo impulsaba a acercarse.\n\nDio un paso tras otro, su caminar guiado por una mezcla de curiosidad y un inexplicable deseo de encontrar algo, tal vez respuestas. Mientras se acercaba, los contornos de la casa se volvían más nítidos, pero su presencia no dejaba de ser inquietante. Parecía que algo lo llamaba desde el interior, una voz silenciosa, un eco lejano de su propia mente.\n\nFinalmente, llegó hasta la puerta. El marco, aunque sólido, se desvanecía parcialmente hacia las sombras, como si nunca hubiera estado completamente allí. Miró atrás, pero no había nada más que el vacío. Sin pensarlo, empujó la puerta. Esta se abrió sin resistencia, como si le estuviera esperando.\n\nAl entrar, la atmósfera dentro de la casa era espesa, llena de recuerdos que no lograba identificar. El aire estaba impregnado de una quietud que lo rodeaba con una intensidad casi tangible. Las paredes, cubiertas de polvo, parecían antiguos testigos de un tiempo ya olvidado. La luz que entraba por las ventanas no era natural; era difusa, como si el sol hubiera olvidado su brillo.\n\nAl caminar por el pasillo, notó que todo parecía familiar, y sin embargo, nada lo era. Las habitaciones que se abrían ante él no eran normales; eran lugares distorsionados, como si su mente intentara reconstruir algo que había perdido. En una de las habitaciones, un espejo reflejaba su figura, pero no la reconoció. El hombre que miraba desde el cristal tenía un rostro borroso, como si la memoria lo hubiera desdibujado intencionalmente. Intentó acercarse, pero la imagen se distorsionó aún más, desvaneciéndose en una niebla que no podía tocar.\n\nEn una mesa, había una fotografía. La tomó con cuidado, pero al observarla, sintió una extraña desconexión. Las personas en la foto le eran vagamente familiares, pero sus rostros eran sombras, como si el tiempo hubiera arrancado las memorias que alguna vez las acompañaron. No podía recordar sus nombres, ni siquiera sus voces, pero algo en su interior le decía que habían sido importantes en su vida. Sin embargo, la memoria era incierta, un reflejo distorsionado de lo que había sido.\n\nAl moverse por la casa, cada habitación parecía mostrarle fragmentos de su pasado, pero con detalles erróneos. Un reloj, cuya hora siempre se detenía antes de llegar a la medianoche; un libro cuyas páginas nunca se pasaban completamente, como si se desvanecieran antes de que pudiera leerlas. Todo parecía estar a medio formar, como si sus recuerdos se desmoronaran y reconstruyeran, una y otra vez, en formas incompletas.\n\nY entonces, al llegar a la última habitación, se encontró frente a una silla vacía. No había nadie allí, pero la silla estaba colocada como si hubiera sido ocupada recientemente. La quietud del lugar lo envolvía mientras se acercaba a la ventana, que no ofrecía vista alguna más allá de las sombras infinitas.\n\nEn ese momento, la voz surgió, suave pero clara, desde lo más profundo de su mente:\n\n—Lo que buscas no está aquí. Solo verás lo que estás preparado para ver.\n\nLas sombras en la habitación empezaron a moverse, organizándose en formas incompletas, reflejos rotos de su propio ser. Comprendió, entonces, que los recuerdos que había encontrado en la casa no eran más que ecos distorsionados de su pasado. La memoria no le mostraba la verdad, sino lo que su mente, en su estado actual, podía procesar. Cada fragmento era una pieza del rompecabezas de su vida, pero nunca encajaba completamente."
    },
    "cap3": {
      "titulo": "El Laberinto de la Mente",
      "contenido": "El silencio dentro de la casa flotante se hizo aún más denso. Ahora no solo eran sombras y objetos distorsionados, sino algo más profundo, más íntimo. Era su propia mente la que comenzaba a volverse en su contra.\n\nSe puso de pie, tratando de ignorar la sensación de que la silla aún conservaba un peso invisible. Caminó hacia la puerta, pero la casa había cambiado. El pasillo por el que había entrado ya no existía. En su lugar, había un corredor interminable, repleto de puertas idénticas. Cada una de ellas parecía susurrar su nombre en una lengua que no conocía, pero que de algún modo entendía.\n\nTomó aire. Nada de esto es real.\n\nPero... ¿y si lo era?\n\nDecidió abrir una de las puertas. Detrás de ella, encontró una habitación con un escritorio viejo. Sobre él, había una carta. La tomó con manos temblorosas y leyó:\n\n\"No importa cuánto corras. La verdad no cambia, solo espera a que estés listo para verla.\"\n\nEl papel temblaba en sus manos. La caligrafía era familiar, pero su mente se negaba a aceptar de quién era. ¿Era suya? ¿O de alguien que alguna vez conoció?\n\nGiró sobre sus talones, pero la puerta por la que había entrado ya no estaba. La habitación se estrechaba, las paredes avanzaban lentamente hacia él. Su respiración se volvió errática. Se giró de nuevo y otra puerta había aparecido. No la pensó dos veces y la cruzó.\n\nAl otro lado, lo esperaba un espejo, pero esta vez no reflejaba su imagen. En su lugar, había una versión de sí mismo que no recordaba haber sido jamás. Más joven, con una mirada perdida. No era él... o tal vez sí.\n\nLa figura en el espejo sonrió, pero su sonrisa no tenía alegría.\n\n—¿Cuánto tiempo vas a seguir huyendo? —susurró su reflejo.\n\nEl frío le recorrió la espalda. ¿De qué estaba huyendo?\n\nLas sombras a su alrededor se movieron de nuevo. Ahora entendía: no eran solo fragmentos de un mundo irreal, eran fragmentos de su propia mente. Ecos de pensamientos que había enterrado, recuerdos que se negaba a aceptar.\n\nSe llevó las manos a la cabeza. ¿Qué era lo que no quería recordar?\n\nEntonces lo vio.\n\nUna imagen borrosa, un recuerdo que no encajaba con nada más. Un lugar desconocido, una sensación de pérdida. Voces apagadas llamándolo, pero sin pronunciar su nombre. Personas que alguna vez significaron algo, pero cuyos rostros estaban incompletos.\n\nCerró los ojos con fuerza, pero no pudo escapar. Su propio reflejo se volvió más nítido, y con él, una verdad que siempre había estado ahí.\n\n\"No importa cuánto corras. La verdad no cambia.\"\n\nLas sombras lo rodeaban, pero ya no se movían al azar. Se alineaban, como piezas de un rompecabezas que finalmente empezaban a encajar.\n\nRespiró hondo.\n\nSi había una verdad oculta en su mente, tendría que enfrentarse a ella.\n\nY esta vez, no huiría."
    },
    "cap4": {
      "titulo": "La Voz en la Oscuridad",
      "contenido": "El eco de sus propios pensamientos resonaba en la casa flotante. Cada pared, cada sombra, parecía contener un secreto enterrado en lo más profundo de su mente. Sabía que algo estaba a punto de revelarse, pero no sabía si estaba listo.\n\nEl reflejo en el espejo había desaparecido, pero su presencia aún pesaba en el aire. La casa ya no se sentía vacía; algo lo observaba desde las esquinas, desde las grietas en el suelo. No podía verlo, pero lo sentía.\n\nAvanzó por un pasillo estrecho, cuyas paredes parecían respirar. A cada paso, la sensación de irrealidad se intensificaba. ¿Era la casa la que cambiaba, o era su propia percepción la que se desmoronaba?\n\nDe pronto, un susurro.\n\n—No estás solo.\n\nSe detuvo en seco. La voz era baja, casi un aliento en su oído. Se giró rápidamente, pero no había nadie. Solo sombras danzando en la penumbra.\n\nSu pulso se aceleró. No quería preguntar, no quería saber... pero su propia mente no le dio opción.\n\n—¿Quién eres?\n\nEl silencio. Y luego, la respuesta.\n\n—Tú ya sabes quién soy.\n\nEl frío le recorrió la espalda. La voz no venía de afuera. Venía de adentro.\n\nLas paredes se estrecharon aún más. La casa no era solo un lugar; era un reflejo de su propio estado mental. Cada puerta, cada pasillo deformado, era un laberinto construido por su propia mente para evitar lo inevitable.\n\nPero lo inevitable había encontrado la forma de alcanzarlo.\n\nCaminó sin rumbo, sintiendo la presión de la sombra invisible que lo seguía. No tenía rostro, pero conocía su existencia. Era la misma sombra que lo había acompañado desde que despertó en este mundo.\n\nFinalmente, llegó a una habitación oscura. Al entrar, la puerta desapareció tras él.\n\nEn el centro de la habitación, una figura estaba sentada en el suelo. No tenía rostro, pero su postura era familiar.\n\n—Tienes miedo de mí —dijo la sombra.\n\nÉl tragó saliva.\n\n—No sé quién eres.\n\n—Sí lo sabes. Siempre lo has sabido.\n\nLa sombra se levantó lentamente, su silueta temblorosa como si no terminara de definirse.\n\n—Soy todo lo que has evitado recordar. Soy las preguntas que temes hacerte. Soy las verdades que has enterrado.\n\nEl aire se volvió espeso. Su mente luchaba por mantener el control, pero la sombra tenía razón. Había huido por demasiado tiempo.\n\nSe quedó inmóvil, sintiendo el peso de aquella verdad. No había monstruos en la oscuridad. No había un ser sobrenatural acechándolo. Solo estaba él, enfrentándose a sí mismo.\n\nY entonces, por primera vez, lo entendió.\n\nLa casa, las sombras, la voz... todo formaba parte de él. Su miedo, su negación, su propia mente manifestada en aquel mundo irreal.\n\nPero ahora, ya no podía ignorarlo.\n\nDio un paso adelante.\n\n—Dime la verdad.\n\nLa sombra sonrió, aunque no tenía boca.\n\n—La verdad... siempre ha estado aquí.\n\nY en ese instante, el mundo se quebró."
    },
    "cap5": {
      "titulo": "El Rostro en el Abismo",
      "contenido": "Las paredes de la casa flotante se desmoronaron como cenizas en el viento, revelando un vacío infinito a su alrededor. La sombra, aquella figura que le había hablado con la voz de su propia mente, permaneció en pie, observándolo con paciencia.\n\nNo había huida posible.\n\nSintió cómo el suelo bajo sus pies se desvanecía, y, por un instante, flotó en la nada. No había arriba ni abajo. No existía dirección alguna, solo él y aquella presencia que aún lo acechaba con su silencio.\n\nEntonces, la sombra habló.\n\n—¿Listo para recordar?\n\nAntes de que pudiera responder, el vacío se contrajo. Y de pronto, ya no estaba flotando. Se encontraba en otro lugar.\n\nUn hospital.\n\nLas luces fluorescentes titilaban, el olor a desinfectante impregnaba el aire. Reconocía el lugar, aunque no podía precisar cuándo había estado allí. Caminó por un pasillo estrecho, donde las puertas de las habitaciones parecían multiplicarse sin fin.\n\nCada puerta tenía un número.\n\nSe detuvo en la puerta 204 le resultaba inquietante. Su mano tembló al tocar el picaporte. No quería entrar, pero sabía que debía hacerlo.\n\nEmpujó la puerta.\n\nDentro, la habitación estaba oscura, con una única cama en el centro. Al acercarse, sintió que algo le oprimía el pecho. Había alguien acostado, pero no podía ver su rostro.\n\nUn monitor cardíaco pitaba en intervalos lentos.\n\nPiii… piii… piii…\n\nLas sombras en la habitación vibraron, distorsionando la escena. Su respiración se aceleró. ¿Quién estaba en esa cama?\n\nLa figura sobre la cama se movió. Y entonces, una voz surgió de entre la penumbra.\n\n—Mírame.\n\nNo quería hacerlo. Cada fibra de su ser le gritaba que saliera corriendo. Pero sus pies no se movían.\n\nLa figura se incorporó lentamente. El monitor cardíaco comenzó a sonar con más rapidez.\n\nPiii-piii-piii…\n\nFinalmente, la luz de la lámpara reveló el rostro de la persona en la cama.\n\nEra él.\n\nSe vio a sí mismo, pálido, con una expresión vacía, los ojos hundidos en un abismo de recuerdos que nunca quiso enfrentar.\n\nUn dolor profundo se clavó en su pecho. Su reflejo en la cama lo observó con una mezcla de lástima y desesperación.\n\n—¿Ahora lo entiendes? —susurró.\n\nLas imágenes explotaron en su mente. Retazos de momentos olvidados, fragmentos de una vida que había negado. Vio una caída, un impacto brutal, cuerpos que se alejaban, voces gritando su nombre… y luego, solo oscuridad.\n\nEl hospital.\n\nLa cama.\n\nEl monitor cardíaco.\n\nÉl no estaba aquí porque hubiera llegado… siempre había estado aquí.\n\nEra la verdad que su mente había ocultado.\n\nEl mundo que había recorrido, la casa flotante, las sombras… todo era una manifestación de su subconsciente, atrapado en un estado entre la vida y la muerte.\n\nSu otro yo, aquel que yacía en la cama, extendió una mano hacia él.\n\n—Es hora de despertar.\n\nEl sonido del monitor cardíaco se volvió un zumbido ensordecedor. El hospital comenzó a derrumbarse, al igual que la casa, al igual que todo lo que conocía.\n\nTodo se volvió blanco.\n\nY entonces…"
    },
    "cap6": {
      "titulo": "El Despertar que No Debió Ser",
      "contenido": "Sus ojos se abrieron con lentitud. Parpadeó varias veces. La luz blanca del techo le resultó insoportablemente brillante. El sonido monótono de un monitor cardíaco resonaba a su lado. Su cuerpo se sentía pesado, como si hubiera estado dormido por una eternidad.\n\nIntentó mover los dedos. Luego las manos. Lentamente, su cuerpo obedeció.\n\nAl girar la cabeza, vio la habitación: paredes grises, cortinas de hospital, un suero conectado a su brazo. No había sombras retorciéndose en las esquinas. Todo era normal.\n\nO eso parecía.\n\nRespiró hondo, tratando de calmar la sensación de desorientación. Pero algo estaba mal. Algo que no podía nombrar todavía.\n\nEntonces, la puerta se abrió.\n\nUna mujer entró. Su rostro le resultaba vagamente familiar, pero no podía recordar su nombre. Tenía los ojos enrojecidos, como si hubiera estado llorando.\n\n—Dios… estás despierto…\n\nSe acercó con cautela, como si temiera que él desapareciera de nuevo.\n\nÉl quiso hablar, pero su voz salió quebrada.\n\n—¿Quién… quién eres?\n\nEl dolor en los ojos de la mujer se hizo más profundo.\n\n—Soy tu hermana.\n\nSilencio.\n\nNo lo recordaba.\n\nSintió un nudo en el estómago. ¿Tenía una hermana? ¿Siempre la había tenido?\n\nLa miró con intensidad, buscando en su mente algún fragmento de memoria, algún rastro de la verdad. Pero lo único que encontró fue un vacío abismal.\n\n—Tienes que descansar —dijo ella, forzando una sonrisa—. Has estado en coma mucho tiempo.\n\n“Mucho tiempo”.\n\nLas palabras resonaron en su cabeza.\n\nEl peso de su propio cuerpo sobre la cama se sintió más real que nunca. Se vio las manos: temblaban ligeramente. Tocó su rostro, su cabello… Se suponía que debía sentirse seguro. Pero algo dentro de él gritaba que no lo estaba.\n\n—¿Cuánto tiempo…?\n\nLa mujer titubeó antes de responder.\n\n—Seis meses.\n\nSu respiración se agitó. Seis meses. Había estado atrapado en aquel otro mundo durante lo que parecieron días, semanas a lo sumo. Pero en el mundo real… seis meses habían pasado.\n\nO eso le decían.\n\nLa puerta volvió a abrirse. Esta vez, un médico entró, acompañado de una enfermera. Le hicieron preguntas. Su nombre. Su edad. Si sabía qué día era. No lo sabía.\n\nTodo lo que conocía, todo lo que creía haber vivido, se sentía borroso. Como si su memoria hubiera sido editada, como si alguien hubiera arrancado páginas de un libro y lo obligara a leerlo con lagunas.\n\nLa mujer, su “hermana”, lo observaba con una preocupación demasiado intensa.\n\nEra una extraña.\n\nY entonces, algo dentro de él se fracturó.\n\nRecordó la casa flotante. La sombra sin rostro. La voz en la oscuridad que le había dicho que él ya conocía la verdad.\n\n“La verdad siempre ha estado aquí.”\n\nUn escalofrío le recorrió la espalda.\n\nMiró al médico, luego a la mujer.\n\nSus rostros eran… perfectos. Demasiado perfectos.\n\nNo tenían sombras.\n\nLas luces del hospital eran intensas, proyectaban sombras de los muebles, de las cortinas… pero no de las personas.\n\nUn latido atronador golpeó su pecho.\n\nEsto no era real.\n\nCerró los ojos con fuerza, esperando que todo desapareciera, que despertara una vez más, en otro lugar, en cualquier otro lugar. Pero cuando los abrió… la mujer aún estaba allí.\n\n—Tranquilo —susurró ella, con una sonrisa —. Todo está bien ahora.\n\nPero no lo estaba.\n\nNada estaba bien."
    },
    "cap7": {
      "titulo": "La Última Sombra",
      "contenido": "La sensación de irrealidad se aferraba a su piel como un sudor frío.\n\nEl hospital, la mujer que decía ser su hermana, el médico con su expresión ensayada… nada tenía sombras.\n\nEl aire pesaba en su pecho. Su corazón latía con una intensidad descontrolada. Se obligó a calmarse, a razonar, pero la verdad le arañaba la mente con uñas afiladas.\n\nSe incorporó en la cama.\n\n—¿Dónde estoy? —preguntó, sin apartar la vista de la mujer.\n\nElla sonrió, pero su sonrisa era un reflejo vacío de lo que debería ser.\n\n—En casa.\n\nLas palabras lo golpearon como un trueno.\n\nMentira.\n\nSaltó de la cama, tambaleándose. Sus piernas apenas lo sostenían. Pero tenía que moverse. Tenía que probar algo.\n\nSe giró hacia la lámpara en la esquina de la habitación. Se acercó lentamente, sintiendo la mirada de todos sobre él. Su respiración se hizo pesada.\n\nExtendió la mano.\n\nLa luz proyectaba su sombra en el suelo. La suya sí.\n\nTragó saliva.\n\nGiró lentamente la cabeza hacia la mujer.\n\n—¿Por qué tú no tienes sombra?\n\nEl silencio en la habitación fue sepulcral.\n\nElla no respondió. Ni el médico, ni la enfermera. Solo lo observaban.\n\nAlgo cambió en sus ojos. La falsedad cayó como una máscara agrietada.\n\nEl pánico le explotó en el pecho.\n\nGiró hacia la puerta y corrió.\n\nPasillos interminables. Paredes blancas, luces brillantes. Pero todo estaba… demasiado limpio. Demasiado artificial.\n\nEl sonido de pasos lo siguió.\n\n—¡Deténganlo! —gritó la mujer detrás de él.\n\nCorrió más rápido. Su aliento se rompía en jadeos desesperados. Las puertas a los lados del pasillo eran todas iguales, numeradas de forma monótona. 201… 202… 203…\n\n204.\n\nSe detuvo en seco.\n\nUn déjà vu lo paralizó. Ya había visto esa puerta antes.\n\nLa misma sensación de vértigo que sintió en la casa flotante lo golpeó de nuevo.\n\nGiró el picaporte.\n\nDentro, había una única cama.\n\nY en la cama… él mismo.\n\nSu propio cuerpo yacía inmóvil, conectado a máquinas. Su rostro estaba pálido, inerte.\n\nTodavía estaba en coma.\n\nSe tambaleó hacia atrás, su mente desmoronándose.\n\n—No… no puede ser…\n\nUna mano fría tocó su hombro.\n\nSe giró de golpe.\n\nLa mujer estaba allí, sonriendo. Pero ahora su rostro ya no era humano. Su piel era una sombra líquida, sus ojos pozos de negrura infinita.\n\n—No debiste recordar.\n\nEl terror lo congeló.\n\nLa habitación comenzó a distorsionarse, los muros gimiendo como si fueran de carne viva.\n\nLa verdad era imposible de negar ahora.\n\nNo había despertado. Nunca había despertado.\n\nTodo este tiempo… había estado atrapado en una ilusión diseñada para hacerle creer que había salido.\n\nEl hospital, la hermana, el médico… eran parte de la sombra.\n\nSe quedó sin aliento.\n\nEntonces, la sombra se inclinó hacia su oído y susurró:\n\n—Elige. Quedarte aquí y olvidar… o recordar y enfrentarte al vacío.\n\nSu mente se partió en dos.\n\nSi se quedaba, viviría en esta mentira. En una vida donde nada era real, pero donde al menos no estaría solo.\n\nSi elegía recordar…\n\n¿Qué había más allá del vacío?\n\nMiró su propio cuerpo en la cama.\n\nRespiró hondo.\n\nY tomó una decisión.\n\nLa sombra sonrió.\n\nLa habitación explotó en un torbellino de oscuridad.\n\nY todo se desvaneció."
    },
    "cap8": {
      "titulo": "El Último Eco…",
      "contenido": "Una pantalla de monitor cardíaco parpadeó.\n\nEn una habitación de hospital real, un hombre yacía en coma. Su pecho se alzó con una respiración entrecortada. Sus párpados se sacudieron.\n\nY entonces, sus ojos se abrieron.\n\nPero no había nadie allí para verlo despertar.\n\nFIN."
    },
    "cap9": {
      "titulo": "Reflexión sobre la oscuridad y el despertar",
      "contenido": "En los laberintos de nuestra mente, enfrentamos sombras que reflejan nuestros miedos más profundos y nuestras verdades más dolorosas. La vida nos coloca en realidades inciertas, donde lo que creemos conocer se desvanece en el vacío de nuestras dudas.\n\nPero es en esa oscuridad, donde no hay certezas, que se abre la oportunidad de descubrir quiénes somos realmente.\n\nAceptar la soledad, enfrentar la oscuridad y cuestionar lo que creemos real son los primeros pasos hacia el verdadero despertar."
    }
  }
}
