{
  "books": [
    {
      "title": "Sombras en el vacío",
      "slug": "sombras-en-el-vacio",
      "author": "Amilcar Quintanilla",
      "cover": "images/sombras-en-el-vacio.jpg",
      "genres": ["recientes", "populares"],
      "generos": ["terror psicológico", "suspenso", "misterio"],
      "fecha": "01-02-2025",
      "descripcion": "Despertó en un lugar que no existe... pero del que no puede escapar.\n\nSin recuerdos. Sin rostro.\nSolo una casa flotando en el vacío, pasillos que cambian, espejos que no reflejan la verdad...\ny sombras que lo conocen mejor que él mismo.\n\nA medida que se adentra en este laberinto de su mente, lo que parecía un sueño se convierte en una trampa.\nLas voces susurran. Las puertas se cierran.\nY cada rincón revela un fragmento de un pasado que su conciencia ha decidido borrar.\n\n¿Y si el mundo que ves fue creado para protegerte... de ti mismo?\n¿Y si la verdad está esperando... al final de la sombra?",
      "capitulos": 9,
      "estado": "completo",
      "patrocinado": true
    },
    {
      "title": "Ellos ya están en tu cabeza",
      "slug": "ellos-ya-estan-en-tu-cabeza",
      "author": "Amilcar Quintanilla x Roel Delgado",
      "cover": "images/ellos-ya-estan-en-tu-cabeza.png",
      "genres": ["recientes", "populares"],
      "generos": ["terror", "psicológico", "ficción", "misterio", "suspenso"],
      "fecha": "27-05-2025",
      "descripcion": "En lo más oscuro de la Dark Web, un audio prohibido espera ser escuchado. Nadie sabe quién lo creó ni qué hay detrás, pero todos los que lo oyen empiezan a perder el control  que hasta que sus propias acciones se vuelven una amenaza para ellos y para quienes aman. ya es demasiado tarde para detenerlo... porque ellos ya están en tu cabeza.",
      "capitulos": 1,
      "estado": "en-progreso",
      "patrocinado": true
    },
    {
      "title": "Sigue tus sueños",
      "slug": "sigue-tus-suenos",
      "author": "Roel Delgado",
      "cover": "images/sigue-tus-sueños.jpg",
      "genres": ["populares", "recientes"],
      "generos": ["drama", "motivación", "superación personal"],
      "fecha": "05-01-2024",
      "descripcion": "Héctor Madison es un niño de el salvador, que tiene un sueño. El sueño de ser uno de los mejores arqueros del mundo, pero para lograr cumplir ese sueño tiene lidiar con sus padres, los cuales son unos grandes empresarios. Todos los Madison soñaban con ser grandes empresarios, a excepción de uno...",
      "capitulos": 1,
      "estado": "en-progreso",
      "patrocinado": true
    },
    {
     "title": "Cuando la oscuridad llama",
     "slug": "cuando-la-oscuridad-llama",
     "author": "Amilcar Quintanilla",
     "cover": "images/cuando-la-oscuridad-llama.png",
     "genres": ["recientes", "populares"],
     "generos": ["terror", "suspenso", "terror psicológico"],
     "fecha": "13-06-2025",
     "descripcion": "Siete jóvenes vuelven de una fiesta, pero su atajo los lleva a un lugar que debería estar olvidado: un cementerio envuelto en niebla y secretos. Lo que comienza como una broma, pronto se convierte en una pesadilla viviente. Una lápida que no debería existir. Un amigo desaparecido. Una advertencia escrita con sangre. ¿Podrán enfrentarse a lo que acecha en la oscuridad? ¿O serán atrapados para siempre en un juego macabro donde solo la muerte tiene la última palabra? Cuando la oscuridad llama… ¿quién responderá?",
     "capitulos": 1,
     "estado": "en-progreso",
     "patrocinado": true
    }

  ]
}
