{
  "capitulos": {
    "cap1": {
      "titulo": "ERROR 666",
      "contenido": "Emilio Santiago Ramírez Sánchez es un joven de 16 años que miraba las noticias junto a su madre mientras desayunaban, antes de irse al colegio, cuando un reporte en las noticias llamó la atención de ambos.\n(Noticias)\nHoy, 20 de octubre del año 2007, en Ciudad Juárez, México, hay noticias de un audio que ha sido filtrado desde una página oscura —mejor conocida como la dark web— del cual se cree que posee a las personas que lo escuchan. Este audio fue nombrado “Baal Berith”, en honor al demonio príncipe de los querubines, quien se encarga de tentar a las personas a cometer homicidios o asesinatos.\nEste audio se dio a conocer a través de una página de rituales satánicos llamada Error 666.\nAsí que, queridos televidentes, recomendamos no escuchar dicho audio. Cualquier nueva información se la haremos saber lo más pronto posible.\nEmilio levantó la vista del plato. Su madre, Julia, cruzó los brazos de inmediato diciendo:\n—No quiero que andes buscando eso en internet —dijo sin rodeos, con una seriedad que no admitía bromas. —Ya sabes cómo empiezan esas cosas y cómo terminan.\n—Ni que fuera real, mamá —contestó Emilio con una leve sonrisa.\nLo cual disgustó a su madre, que respondió:\n—Justamente, lo tratan como un juego, pero esas cosas tienen cola. No quiero verte en tonterías.\nEmilio asintió con indiferencia. Lo olvidó, al menos por ese día.\n\nPero los días pasaron, hasta que dos de sus amigos del colegio, Leo y Bruno —quienes eran compañeros de Emilio desde cuarto grado— mencionaron algo sobre ese audio, lo cual llamó de inmediato la atención de Emilio. Él les preguntó de qué hablaban exactamente, a lo que ellos respondieron:\n—Hablamos sobre el nuevo audio que salió en las noticias... el que se llama Baal Berith —dijo Bruno.\n—Sí, pensamos escucharlo esta noche —agregó Leo con una sonrisa nerviosa.\nEmilio solo los miró con una expresión extraña, sin saber qué decir.\nAl día siguiente, Leo y Bruno se reunieron con Emilio en el colegio para contarle sus experiencias tras haber escuchado el audio. Entonces Emilio les preguntó:\n—¿Es verdad que te posee?\nLeo y Bruno se echaron a reír.\n—Fue algo extraño —comenzó Leo—, porque cuando escuchamos el audio, una voz empezó a hablar en varios idiomas. Cuando llegó al español, nos dio unas indicaciones: teníamos que dibujar una serie de símbolos, y la voz nos fue guiando paso a paso. Luego volvió a hablar en otros idiomas, y al llegar de nuevo al español, nos pidió repetir una oración que sonaría después de un supuesto grito llamado “El Grito de Satanás”.\nComo no sabíamos cómo era ese grito, simplemente esperamos. Y cuando se escuchó... se sintió una vibra escalofriante, oscura.\nDespués empezó a sonar la oración, por pausas, para que pudiéramos repetirla.\nEmilio, impactado por lo que oía, les preguntó:\n—¿Y qué decía esa oración?\nA lo que ellos respondieron:\n—No recordamos lo que decía, porque no se escuchaba como un idioma... o al menos no uno coherente. Lo único que recordamos claramente es la palabra “Baal Berith”.\nAl día siguiente, Emilio llegó al colegio y solo vio a Bruno. Pero su comportamiento era extraño. Era como si no estuviera ahí... como si no tuviera control sobre sí mismo.\nDespués de un rato, Emilio decidió acercarse y le preguntó por Leo. Bruno tardó en responder, hasta que finalmente reaccionó, y lo hizo de una manera totalmente inesperada:\n—Él... nos matará...\n—¿De qué hablas, Bruno? —dijo Emilio, alarmado.\n—Él ya está en mi cabeza...\n—¿De quién hablas? ¿Quién está en tu cabeza?\nBruno, de pronto, gritó con fuerza y sin previo aviso:\n—¡Baal Berith!"
    },
    "cap2": {
      "titulo": "El despertar",
      "contenido": ""
    },
    "cap3": {
      "titulo": "El Laberinto de la Mente",
      "contenido": ""
    },
    "cap4": {
      "titulo": "La Voz en la Oscuridad",
      "contenido": ""
    }
  }
}
